[{"Photographer Name": "Spark Thoughts Media", "Photographer Location": "Gandhi Nagar, Chennai", "Price": "On Request", "Services": {}, "Offerings": ["Photobooth"], "Policies": ["Cancellation Policy - For Portrait Sessions, Client Forfeits Their Session Retainer Paid To Book The Session. As Previously Stated, The Fee Can Be Credited Towards A Future Session If The Client Reschedules The Appointment By Calling 48-72 Hours Prior To The Date Of Session And Re-Booking At An Agreeable Date And Time. UPDATED CANCELLATION POLICY - COVID-19 For Weddings And Events, If The CLIENT Cancels Before The Wedding Date Due To The COVID-19 Outbreak, The COMPANY Will Keep The The Event Retainer Fee Paid To Hold The Wedding Or Event Date As A Cancellation Fee. Cancellation Must Be Made In Writing, Or By E-Mail. However, If The CLIENT Requires To Change Or Postpone The Wedding Date Due To COVID-19, I Will Do My Best To Accommodate The Change And No Fee Will Be Charged As Long As The New Date Is Available And Within 1 Year Of The Original Event Date. If I Am Not Available For The New Date, The Original Contract Will Be Cancelled And Subject To The Cancellation Policy. In The Unlikely Event That The Photographer From The COMPANY Is Unable To Perform To The Guidelines Of This Contract Due To An Injury, Illness, Act Of God, Act Of Terrorism, Or Other Cause Beyond The Control Of The COMPANY Including The COVID-19 Outbreak, The COMPANY Will Make Every Effort To Secure A Replacement. If The Situation Should Occur And A Suitable Replacement Is Not Found, Responsibility And Liability Is Limited To The Return Of 50% Of The Retainer Fee Received For The EVENT(S). In The Unlikely Event That Digital Files Have Been Lost, Stolen, Or Destroyed For Reasons Beyond The COMPANY’s Control, Including But Not Limited To Camera, Hard Drive, Or Equipment Malfunction, The COMPANY Liability Is Limited To The Return 50% Of The Retainer Fee Received For The EVENT(S). The COMPANY Is Not Liable For The Loss Of Images Subsequent To The Final Delivery Of All Products Included In The Package.", "30% Payment On Booking", "60% Payment On Date", "10% Payment After Event"], "Other Information": {"Cinematographer Availability": "No", "Willing To Travel To Other Indian Cities": "No"}}]